{
    "count": 6,
    "declarations": [
        {"text": "I am given life and light by the Word, shining brightly in all darkness.", "isFavorite": false, "category": "grace"},
          {"text": "I am a beloved child of God, reborn by His will and grace.", "isFavorite": false, "category": "grace"},
          {"text": "I am filled with unfailing love and faithfulness, reflecting the glory of God's one and only Son.", "isFavorite": false, "category": "grace"},
          {"text": "I am the recipient of endless blessings, grace upon grace, from His fullness.", "isFavorite": false, "category": "grace"},
          {"text": "I am embraced by God's unfailing love and faithfulness, revealed through Jesus Christ.", "isFavorite": false, "category": "grace"},
          {"text": "I am recognized and cherished by God, even when the world may not see me.", "isFavorite": false, "category": "grace"},
          {"text": "I am called to be a witness to the Light, leading others to believe through my testimony.", "isFavorite": false, "category": "grace"},
          {"text": "I am cleansed and redeemed, a testament to the Lamb of God who takes away the sins of the world.", "isFavorite": false, "category": "grace"},
          {"text": "I am marked by the Holy Spirit, baptized into a life of profound spiritual renewal.", "isFavorite": false, "category": "grace"},
          {"text": "I am seen by Jesus with love and intention, invited to follow Him closely.", "isFavorite": false, "category": "grace"},
          {"text": "I am destined for eternal life, believing in the Son and embracing the love God has for us.", "isFavorite": false, "category": "grace"},
          {"text": "I am saved not by judgment, but through the saving grace of Jesus, sent into the world for us.", "isFavorite": false, "category": "grace"},
          {"text": "I am a part of God's grand design, trusting in the testimony of Jesus in my heart.", "isFavorite": false, "category": "grace"},
          {"text": "I am living in the completeness of life, holding onto the promise of eternal joy through Christ.", "isFavorite": false, "category": "grace"},
          {"text": "I am sustained by the living water Jesus gives, quenching my deepest thirst and granting me eternal life.", "isFavorite": false, "category": "grace"},
          {"text": "I am nourished by doing God's will, finding my true purpose and fulfillment in His work.", "isFavorite": false, "category": "grace"},
          {"text": "I am assured of resurrection and life through Jesus, overcoming death and despair.", "isFavorite": false, "category": "grace"},
          {"text": "I am called to love and demonstrate it through adherence to Jesus' teachings.", "isFavorite": false, "category": "grace"},
          {"text": "I am guided by the Way, the Truth, and the Life, finding my path to the Father through Jesus.", "isFavorite": false, "category": "grace"},
          {"text": "I am filled with Jesus' joy, striving for a joy that is complete and mature.", "isFavorite": false, "category": "grace"},
          {"text": "I am blessed with grace and peace from God our Father and the Lord Jesus Christ.", "isFavorite": false, "category": "grace"},
           {"text": "I am blessed with every spiritual blessing in the heavenly realms because I am united with Christ.", "isFavorite": false, "category": "grace"},
           {"text": "I am chosen by God before the creation of the world to be holy and without fault in His eyes.", "isFavorite": false, "category": "grace"},
           {"text": "I am adopted into God's family through Jesus Christ, according to His pleasure and will.", "isFavorite": false, "category": "grace"},
           {"text": "I praise God for the glorious grace poured out on me, His beloved.", "isFavorite": false, "category": "grace"},
           {"text": "I am redeemed through the blood of Jesus and forgiven of my sins, according to the riches of God's grace.", "isFavorite": false, "category": "grace"},
           {"text": "God's grace is lavished on me with all wisdom and understanding.", "isFavorite": false, "category": "grace"},
           {"text": "I am part of God's plan, which He will bring to completion under the authority of Christ.", "isFavorite": false, "category": "grace"},
           {"text": "I am marked with the seal of the Holy Spirit, guaranteeing my inheritance.", "isFavorite": false, "category": "grace"},
           {"text": "I am saved by God's grace through faith, not by my works, so I cannot boast.", "isFavorite": false, "category": "grace"},
           {"text": "I am God's masterpiece, created anew in Christ Jesus to do the good things He planned for me.", "isFavorite": false, "category": "grace"},
           {"text": "I am brought near to God through the blood of Christ, once far away.", "isFavorite": false, "category": "grace"},
           {"text": "I am a member of God's household, built on the foundation of the apostles and prophets.", "isFavorite": false, "category": "grace"},
           {"text": "I am a dwelling in which God lives by His Spirit, being built together with others.", "isFavorite": false, "category": "grace"},
           {"text": "I am equipped for works of service to build up the body of Christ.", "isFavorite": false, "category": "grace"},
           {"text": "I am growing to become a mature body, fully developed in the fullness of Christ.", "isFavorite": false, "category": "grace"},
           {"text": "I am renewed in the spirit of my mind, putting on the new self created to be like God.", "isFavorite": false, "category": "grace"},
           {"text": "I am kind to others, tenderhearted, forgiving as God in Christ forgave me.", "isFavorite": false, "category": "grace"},
           {"text": "I am an imitator of God, living a life of love just as Christ loved us.", "isFavorite": false, "category": "grace"},
           {"text": "I am filled with the Spirit, speaking to others with psalms, hymns, and spiritual songs.", "isFavorite": false, "category": "grace"},
           {"text": "I am giving thanks always for everything to God the Father in the name of our Lord Jesus Christ.", "isFavorite": false, "category": "grace"},
           {"text": "I am given the privilege and authority to share God's deeds, bringing glory to His name.", "isFavorite": false, "category": "grace"},
             {"text": "I am among those called to belong to Jesus Christ, loved by God.", "isFavorite": false, "category": "grace"},
             {"text": "I am graced with peace from God our Father and the Lord Jesus Christ.", "isFavorite": false, "category": "grace"},
             {"text": "I am thankful for the faith that is being discussed all over the world.", "isFavorite": false, "category": "grace"},
             {"text": "I am constantly in God's prayers, day and night.", "isFavorite": false, "category": "grace"},
             {"text": "I am longed to be visited to receive spiritual gifts that strengthen.", "isFavorite": false, "category": "grace"},
             {"text": "I am eager to be encouraged in faith and also be an encouragement.", "isFavorite": false, "category": "grace"},
             {"text": "I am not ashamed of the Good News about Christ, for it is God's power at work.", "isFavorite": false, "category": "grace"},
             {"text": "I am made right in God's sight by faith, a gift of God's grace.", "isFavorite": false, "category": "grace"},
             {"text": "I am given different gifts by God's grace to do certain things well.", "isFavorite": false, "category": "grace"},
             {"text": "I am called to use my gift of prophecy to speak out with as much faith as God has given me.", "isFavorite": false, "category": "grace"},
             {"text": "I am encouraged to serve others well if my gift is serving.", "isFavorite": false, "category": "grace"},
             {"text": "I am inspired to teach well if my gift is being a teacher.", "isFavorite": false, "category": "grace"},
             {"text": "I am motivated to encourage others if my gift is to encourage.", "isFavorite": false, "category": "grace"},
             {"text": "I am urged to give generously if my gift is giving.", "isFavorite": false, "category": "grace"},
             {"text": "I am entrusted with leadership and take it seriously as my gift.", "isFavorite": false, "category": "grace"},
             {"text": "I am glad to show kindness to others as a demonstration of my gift.", "isFavorite": false, "category": "grace"},
             {"text": "I am committed to loving genuinely, hating what is wrong, and holding tightly to what is good.", "isFavorite": false, "category": "grace"},
             {"text": "I am devoted to loving others with genuine affection and taking delight in honoring them.", "isFavorite": false, "category": "grace"},
             {"text": "I am determined never to be lazy, but to work hard and serve the Lord enthusiastically.", "isFavorite": false, "category": "grace"},
             {"text": "I am resolved not to let evil conquer me, but to conquer evil by doing good.", "isFavorite": false, "category": "grace"},
             {"text": "I am reminded to promote a life that reflects wholesome teaching.", "isFavorite": false, "category": "grace"},
               {"text": "I am encouraged to live wisely, with self-control, and filled with love and patience.", "isFavorite": false, "category": "grace"},
               {"text": "I am instructed to honor God with my life, teaching what is good.", "isFavorite": false, "category": "grace"},
               {"text": "I am taught to love my family and live purely, doing good.", "isFavorite": false, "category": "grace"},
               {"text": "I am called to reflect integrity and seriousness in my actions.", "isFavorite": false, "category": "grace"},
               {"text": "I am graced with salvation, bringing hope and redemption.", "isFavorite": false, "category": "grace"},
               {"text": "I am guided to turn from godless living and sinful pleasures, embracing wisdom.", "isFavorite": false, "category": "grace"},
               {"text": "I am looking forward with hope to the day of Jesus Christ's glory.", "isFavorite": false, "category": "grace"},
               {"text": "I am freed from every kind of sin, cleansed and made wholly committed to doing good.", "isFavorite": false, "category": "grace"},
               {"text": "I am reminded to submit and be ready to do what is good.", "isFavorite": false, "category": "grace"},
               {"text": "I am gentle, showing true humility to everyone.", "isFavorite": false, "category": "grace"},
               {"text": "I am saved by His mercy, washed clean, and given new life through the Holy Spirit.", "isFavorite": false, "category": "grace"},
               {"text": "I am generously blessed with the Spirit through Jesus Christ, my Savior.", "isFavorite": false, "category": "grace"},
               {"text": "I am declared righteous because of His grace, confident of inheriting eternal life.", "isFavorite": false, "category": "grace"},
               {"text": "I am devoted to doing good, knowing these teachings are beneficial for everyone.", "isFavorite": false, "category": "grace"},
               {"text": "I am discouraged from getting involved in foolish discussions that are a waste of time.", "isFavorite": false, "category": "grace"},
               {"text": "I am wary of those causing divisions, focusing instead on unity and peace.", "isFavorite": false, "category": "grace"},
               {"text": "I am committed to meeting the urgent needs of others, ensuring I am productive in God's work.", "isFavorite": false, "category": "grace"},
               {"text": "I send and receive greetings with love, knowing God's grace is with us all.", "isFavorite": false, "category": "grace"},
               {"text": "I am a part of a community that values trustworthy, good deeds, making God's teaching attractive.", "isFavorite": false, "category": "grace"},
               {"text": "I am encouraged to live with integrity, seriousness, and a commitment to truth in my teachings.", "isFavorite": false, "category": "grace"},
               {"text": "I am empowered by the Holy Spirit to be a witness of Jesus everywhere.", "isFavorite": false, "category": "grace"},
                {"text": "I am chosen to spread the message of God's grace, building up and securing an inheritance among the sanctified.", "isFavorite": false, "category": "grace"},
                {"text": "I am entrusted with the task of sharing the Good News about God's wonderful grace.", "isFavorite": false, "category": "grace"},
                {"text": "I am united in prayer with my brothers and sisters, constantly seeking God's guidance.", "isFavorite": false, "category": "grace"},
                {"text": "I am part of a community that rapidly multiplies in faith, as God's message continues to spread.", "isFavorite": false, "category": "grace"},
                {"text": "I am filled with God's grace and power, performing acts of kindness and miracles among people.", "isFavorite": false, "category": "grace"},
                {"text": "I am equipped with wisdom and the Spirit, speaking with boldness and conviction.", "isFavorite": false, "category": "grace"},
                {"text": "I am a witness to God's grace at work, even among those who oppose the Gospel.", "isFavorite": false, "category": "grace"},
                {"text": "I am a recipient of God's grace, which is sufficient for all my needs.", "isFavorite": false, "category": "grace"},
                {"text": "I am called to share God's grace in both word and deed, impacting lives around me.", "isFavorite": false, "category": "grace"},
                {"text": "I am a vessel of God's grace, bringing hope and light to those in darkness.", "isFavorite": false, "category": "grace"},
                {"text": "I am strengthened by God's grace to endure trials and tribulations.", "isFavorite": false, "category": "grace"},
                {"text": "I am covered by the grace of God, which leads me to repentance and salvation.", "isFavorite": false, "category": "grace"},
                {"text": "I am transformed by the renewing power of God's grace, becoming more like Christ each day.", "isFavorite": false, "category": "grace"},
                {"text": "I am saved through faith by the grace of God, a gift that I receive with humility.", "isFavorite": false, "category": "grace"},
                {"text": "I am walking in the newness of life, graced with a divine purpose and destiny.", "isFavorite": false, "category": "grace"},
                {"text": "I am forgiven and set free by the grace of God, leaving the past behind.", "isFavorite": false, "category": "grace"},
                {"text": "I am surrounded by God's grace, which protects and guides me on my journey.", "isFavorite": false, "category": "grace"},
                {"text": "I am living in the abundance of God's grace, experiencing His favor in all areas of my life.", "isFavorite": false, "category": "grace"},
                {"text": "I am confident in my identity in Christ, secured and established by God's grace.", "isFavorite": false, "category": "grace"},
                {"text": "I am looking forward to the return of Jesus, sustained by the grace of God until that glorious day.", "isFavorite": false, "category": "grace"},
                {"text": "I believe in the miraculous signs as evidence that God is with Jesus, strengthening my faith.", "isFavorite": false, "category": "faith"},
                  {"text": "I am born again, seeing the Kingdom of God through spiritual rebirth.", "isFavorite": false, "category": "faith"},
                  {"text": "I enter the Kingdom of God by being born of water and the Spirit.", "isFavorite": false, "category": "faith"},
                  {"text": "I am given birth to spiritual life by the Holy Spirit.", "isFavorite": false, "category": "faith"},
                  {"text": "I am not surprised by the necessity of being born again to see God's Kingdom.", "isFavorite": false, "category": "faith"},
                  {"text": "I understand that the Spirit's movement is mysterious, yet I trust in its guidance.", "isFavorite": false, "category": "faith"},
                  {"text": "I am assured by Jesus' promise that those who believe in Him will have eternal life.", "isFavorite": false, "category": "faith"},
                  {"text": "I am loved by God so much that He gave His only Son for my salvation.", "isFavorite": false, "category": "faith"},
                  {"text": "I am blessed for believing without seeing, embracing faith in Jesus.", "isFavorite": false, "category": "faith"},
                  {"text": "I follow Jesus, the light of the world, and will not walk in darkness.", "isFavorite": false, "category": "faith"},
                  {"text": "I am set free by the truth of Jesus' teachings.", "isFavorite": false, "category": "faith"},
                  {"text": "I abide in Jesus, the true vine, and bear much fruit in faith.", "isFavorite": false, "category": "faith"},
                  {"text": "I trust in Jesus, who overcame the world, to bring me peace amidst tribulation.", "isFavorite": false, "category": "faith"},
                  {"text": "I believe that Jesus is in the Father, and I am in Jesus, and He is in me.", "isFavorite": false, "category": "faith"},
                  {"text": "I am sent by Jesus just as He was sent by the Father.", "isFavorite": false, "category": "faith"},
                  {"text": "I receive the Holy Spirit whom Jesus sends from the Father.", "isFavorite": false, "category": "faith"},
                  {"text": "I see the works of Jesus and believe in Him, doing even greater works in His name.", "isFavorite": false, "category": "faith"},
                  {"text": "I am comforted by Jesus, the Prince of Peace, who calms my troubled heart.", "isFavorite": false, "category": "faith"},
                  {"text": "I have life in Jesus' name through believing that He is the Christ, the Son of God.", "isFavorite": false, "category": "faith"},
                  {"text": "I am no longer a slave to fear, for I am God's child, born of His Spirit.", "isFavorite": false, "category": "faith"},
                  {"text": "I am loved by the Good Shepherd, who lays down His life for me.", "isFavorite": false, "category": "faith"},
                  {"text": "I am more than a conqueror through Him who loves me.", "isFavorite": false, "category": "wisdom"},
                   {"text": "I am strong and courageous; I will not be afraid or discouraged.", "isFavorite": false, "category": "wisdom"},
                   {"text": "I am equipped for every good work, prepared in advance for me to do.", "isFavorite": false, "category": "wisdom"},
                   {"text": "I am a warrior of light, dispelling darkness wherever I go.", "isFavorite": false, "category": "wisdom"},
                   {"text": "I am steadfast, immovable, always excelling in the Lord’s work.", "isFavorite": false, "category": "wisdom"},
                   {"text": "I am wise, understanding the Lord’s will in all situations.", "isFavorite": false, "category": "wisdom"},
                   {"text": "I am shielded by God’s power, standing firm in the faith.", "isFavorite": false, "category": "wisdom"},
                   {"text": "I am renewed day by day, inwardly growing stronger.", "isFavorite": false, "category": "wisdom"},
                   {"text": "I am a temple of the Holy Spirit, sanctified and honorable.", "isFavorite": false, "category": "wisdom"},
                   {"text": "I am rooted and established in love, comprehending its vastness.", "isFavorite": false, "category": "wisdom"},
                   {"text": "I am led by the Spirit, not conforming to the patterns of this world.", "isFavorite": false, "category": "wisdom"},
                   {"text": "I am a disciple of truth, my path lit by the Word.", "isFavorite": false, "category": "wisdom"},
                   {"text": "I am a peacemaker, carrying the blessing of the children of God.", "isFavorite": false, "category": "wisdom"},
                   {"text": "I am chosen, royal, holy, declaring the praises of Him who called me.", "isFavorite": false, "category": "wisdom"},
                   {"text": "I am fearless in the face of adversity, for my God is with me.", "isFavorite": false, "category": "wisdom"},
                  {"text": "But do people know where to find wisdom? Where can they find understanding?", "book": "Job 28:12", "isFavorite": false, "category": "wisdom"},
                    {"text": "God alone understands the way to wisdom; he knows where it can be found.", "book": "Job 28:23", "isFavorite": false, "category": "wisdom"},
                    {"text": "The fear of the Lord is true wisdom; to forsake evil is real understanding.", "book": "Job 28:28", "isFavorite": false, "category": "wisdom"},
                    {"text": "Can you solve the mysteries of God? Can you discover everything about the Almighty?", "book": "Job 11:7", "isFavorite": false, "category": "wisdom"},
                    {"text": "Such knowledge is higher than the heavens—and who are you? It is deeper than the underworld—what do you know?", "book": "Job 11:8", "isFavorite": false, "category": "wisdom"},
                    {"text": "Wisdom belongs to the aged, and understanding to the old.", "book": "Job 12:12", "isFavorite": false, "category": "wisdom"},
                    {"text": "But true wisdom and power are found in God; counsel and understanding are his.", "book": "Job 12:13", "isFavorite": false, "category": "wisdom"},
                    {"text": "What he destroys cannot be rebuilt. When he puts someone in prison, there is no escape.", "book": "Job 12:14", "isFavorite": false, "category": "wisdom"},
                    {"text": "He leads counselors away, stripped of good judgment; wise judges become fools.", "book": "Job 12:17", "isFavorite": false, "category": "wisdom"},
                    {"text": "He pours disgrace upon princes and disarms the strong.", "book": "Job 12:21", "isFavorite": false, "category": "wisdom"},
                    {"text": "He uncovers mysteries hidden in darkness; he brings light to the deepest gloom.", "book": "Job 12:22", "isFavorite": false, "category": "wisdom"},
                    {"text": "He builds up nations, and he destroys them. He expands nations, and he abandons them.", "book": "Job 12:23", "isFavorite": false, "category": "wisdom"},
                    {"text": "No one knows where to find it, for it is not found among the living.", "book": "Job 28:13", "isFavorite": false, "category": "wisdom"},
                    {"text": "It cannot be bought with gold. It cannot be purchased with silver.", "book": "Job 28:15", "isFavorite": false, "category": "wisdom"},
                    {"text": "Wisdom is more valuable than gold and crystal. It cannot be purchased with jewels mounted in fine gold.", "book": "Job 28:17", "isFavorite": false, "category": "wisdom"},
                    {"text": "Coral and jasper are worthless in trying to get it. The price of wisdom is far above rubies.", "book": "Job 28:18", "isFavorite": false, "category": "wisdom"},
                    {"text": "It’s worth more than the purest gold.", "book": "Job 28:19", "isFavorite": false, "category": "wisdom"},
                    {"text": "It is hidden from the eyes of all humanity. Even the sharp-eyed birds in the sky cannot discover it.", "book": "Job 28:21", "isFavorite": false, "category": "wisdom"},
                    {"text": "He decided how hard the winds should blow and how much rain should fall.", "book": "Job 28:25", "isFavorite": false, "category": "wisdom"},
                    {"text": "He made the laws for the rain and laid out a path for the lightning.", "book": "Job 28:26", "isFavorite": false, "category": "wisdom"},
                  {"text": "Fear of the Lord is the foundation of true knowledge, but fools despise wisdom and discipline.", "book": "Proverbs 1:7", "isFavorite": false, "category": "wisdom"},
                    {"text": "What you learn from [wisdom] will crown you with grace and be a chain of honor around your neck.", "book": "Proverbs 1:9", "isFavorite": false, "category": "wisdom"},
                    {"text": "My child, if sinners entice you, turn your back on them!", "book": "Proverbs 1:10", "isFavorite": false, "category": "wisdom"},
                    {"text": "Wisdom shouts in the streets. She cries out in the public square.", "book": "Proverbs 1:20", "isFavorite": false, "category": "wisdom"},
                    {"text": "Listen to my counsel. I’ll share my heart with you and make you wise.", "book": "Proverbs 1:23", "isFavorite": false, "category": "wisdom"},
                    {"text": "Listen as Wisdom calls out! Hear as understanding raises her voice!", "book": "Proverbs 8:1", "isFavorite": false, "category": "wisdom"},
                    {"text": "Choose my instruction rather than silver, and knowledge rather than pure gold.", "book": "Proverbs 8:10", "isFavorite": false, "category": "wisdom"},
                    {"text": "For wisdom is far more valuable than rubies. Nothing you desire can compare with it.", "book": "Proverbs 8:11", "isFavorite": false, "category": "wisdom"},
                    {"text": "Common sense and success belong to me. Insight and strength are mine.", "book": "Proverbs 8:14", "isFavorite": false, "category": "wisdom"},
                    {"text": "Because of me, kings reign, and rulers make just decrees.", "book": "Proverbs 8:15", "isFavorite": false, "category": "wisdom"},
                    {"text": "I love all who love me. Those who search will surely find me.", "book": "Proverbs 8:17", "isFavorite": false, "category": "wisdom"},
                    {"text": "My gifts are better than gold, even the purest gold, my wages better than sterling silver!", "book": "Proverbs 8:19", "isFavorite": false, "category": "wisdom"},
                    {"text": "I walk in righteousness, in paths of justice.", "book": "Proverbs 8:20", "isFavorite": false, "category": "wisdom"},
                    {"text": "Those who love me inherit wealth. I will fill their treasuries.", "book": "Proverbs 8:21", "isFavorite": false, "category": "wisdom"},
                    {"text": "The Lord formed me from the beginning, before he created anything else.", "book": "Proverbs 8:22", "isFavorite": false, "category": "wisdom"},
                    {"text": "Joyful are those who listen to me, watching for me daily at my gates.", "book": "Proverbs 8:34", "isFavorite": false, "category": "wisdom"},
                    {"text": "For whoever finds me finds life and receives favor from the Lord.", "book": "Proverbs 8:35", "isFavorite": false, "category": "wisdom"},
                    {"text": "But those who miss me injure themselves. All who hate me love death.", "book": "Proverbs 8:36", "isFavorite": false, "category": "wisdom"},
                    {"text": "Their purpose is to teach people wisdom and discipline, to help them understand the insights of the wise.", "book": "Proverbs 1:2", "isFavorite": false, "category": "wisdom"},
                    {"text": "Their purpose is to teach people to live disciplined and successful lives, to help them do what is right, just, and fair.", "book": "Proverbs 1:3", "isFavorite": false, "category": "wisdom"},
                    {"text": "These proverbs will give insight to the simple, knowledge and discernment to the young.", "book": "Proverbs 1:4", "isFavorite": false, "category": "wisdom"},
                  {"text": "For everything there is a season, a time for every activity under heaven.", "book": "Ecclesiastes 3:1", "isFavorite": false, "category": "wisdom"},
                    {"text": "A good reputation is more valuable than costly perfume.", "book": "Ecclesiastes 7:1", "isFavorite": false, "category": "wisdom"},
                    {"text": "Sorrow is better than laughter, for sadness has a refining influence on us.", "book": "Ecclesiastes 7:3", "isFavorite": false, "category": "wisdom"},
                    {"text": "Finishing is better than starting. Patience is better than pride.", "book": "Ecclesiastes 7:8", "isFavorite": false, "category": "wisdom"},
                    {"text": "Wisdom is even better when you have money.", "book": "Ecclesiastes 7:11", "isFavorite": false, "category": "wisdom"},
                    {"text": "Accept the way God does things, for who can straighten what he has made crooked?", "book": "Ecclesiastes 7:13", "isFavorite": false, "category": "wisdom"},
                    {"text": "Enjoy prosperity while you can, but when hard times strike, realize that both come from God.", "book": "Ecclesiastes 7:14", "isFavorite": false, "category": "wisdom"},
                    {"text": "Don't long for 'the good old days.' This is not wise.", "book": "Ecclesiastes 7:10", "isFavorite": false, "category": "wisdom"},
                    {"text": "Laughter is silly. What good does it do to seek pleasure?", "book": "Ecclesiastes 2:2", "isFavorite": false, "category": "wisdom"},
                    {"text": "But as I looked at everything I had worked so hard to accomplish, it was all so meaningless—like chasing the wind.", "book": "Ecclesiastes 2:11", "isFavorite": false, "category": "wisdom"},
                    {"text": "Wisdom is better than foolishness, just as light is better than darkness.", "book": "Ecclesiastes 2:13", "isFavorite": false, "category": "wisdom"},
                    {"text": "I came to hate all my hard work here on earth, for I must leave to others everything I have earned.", "book": "Ecclesiastes 2:18", "isFavorite": false, "category": "wisdom"},
                    {"text": "So I decided there is nothing better than to enjoy food and drink and to find satisfaction in work.", "book": "Ecclesiastes 2:24", "isFavorite": false, "category": "wisdom"},
                    {"text": "God gives wisdom, knowledge, and joy to those who please him.", "book": "Ecclesiastes 2:26", "isFavorite": false, "category": "wisdom"},
                    {"text": "No matter how much we see, we are never satisfied. No matter how much we hear, we are not content.", "book": "Ecclesiastes 1:8", "isFavorite": false, "category": "wisdom"},
                    {"text": "History merely repeats itself. It has all been done before. Nothing under the sun is truly new.", "book": "Ecclesiastes 1:9", "isFavorite": false, "category": "wisdom"},
                    {"text": "The greater my wisdom, the greater my grief. To increase knowledge only increases sorrow.", "book": "Ecclesiastes 1:18", "isFavorite": false, "category": "wisdom"},
                    {"text": "Control your temper, for anger labels you a fool.", "book": "Ecclesiastes 7:9", "isFavorite": false, "category": "wisdom"},
                    {"text": "Everything is wearisome beyond description.", "book": "Ecclesiastes 1:8", "isFavorite": false, "category": "wisdom"},
                    {"text": "I observed everything going on under the sun, and really, it is all meaningless—like chasing the wind.", "book": "Ecclesiastes 1:14", "isFavorite": false, "category": "wisdom"},
                
          
          
          
          
          
          
          
          
          
          
        ]
        {"text": "For everything there is a season, a time for every activity under heaven.", "book": "Ecclesiastes 3:1", "isFavorite": false, "category": "wisdom"},
         {"text": "A good reputation is more valuable than costly perfume.", "book": "Ecclesiastes 7:1", "isFavorite": false, "category": "wisdom"},
         {"text": "Sorrow is better than laughter, for sadness has a refining influence on us.", "book": "Ecclesiastes 7:3", "isFavorite": false, "category": "wisdom"},
         {"text": "Finishing is better than starting. Patience is better than pride.", "book": "Ecclesiastes 7:8", "isFavorite": false, "category": "wisdom"},
         {"text": "Wisdom is even better when you have money.", "book": "Ecclesiastes 7:11", "isFavorite": false, "category": "wisdom"},
         {"text": "Accept the way God does things, for who can straighten what he has made crooked?", "book": "Ecclesiastes 7:13", "isFavorite": false, "category": "wisdom"},
         {"text": "Enjoy prosperity while you can, but when hard times strike, realize that both come from God.", "book": "Ecclesiastes 7:14", "isFavorite": false, "category": "wisdom"},
         {"text": "Don't long for 'the good old days.' This is not wise.", "book": "Ecclesiastes 7:10", "isFavorite": false, "category": "wisdom"},
         {"text": "Laughter is silly. What good does it do to seek pleasure?", "book": "Ecclesiastes 2:2", "isFavorite": false, "category": "wisdom"},
         {"text": "But as I looked at everything I had worked so hard to accomplish, it was all so meaningless—like chasing the wind.", "book": "Ecclesiastes 2:11", "isFavorite": false, "category": "wisdom"},
         {"text": "Wisdom is better than foolishness, just as light is better than darkness.", "book": "Ecclesiastes 2:13", "isFavorite": false, "category": "wisdom"},
         {"text": "I came to hate all my hard work here on earth, for I must leave to others everything I have earned.", "book": "Ecclesiastes 2:18", "isFavorite": false, "category": "wisdom"},
         {"text": "So I decided there is nothing better than to enjoy food and drink and to find satisfaction in work.", "book": "Ecclesiastes 2:24", "isFavorite": false, "category": "wisdom"},
         {"text": "God gives wisdom, knowledge, and joy to those who please him.", "book": "Ecclesiastes 2:26", "isFavorite": false, "category": "wisdom"},
         {"text": "No matter how much we see, we are never satisfied. No matter how much we hear, we are not content.", "book": "Ecclesiastes 1:8", "isFavorite": false, "category": "wisdom"},
         {"text": "History merely repeats itself. It has all been done before. Nothing under the sun is truly new.", "book": "Ecclesiastes 1:9", "isFavorite": false, "category": "wisdom"},
         {"text": "The greater my wisdom, the greater my grief. To increase knowledge only increases sorrow.", "book": "Ecclesiastes 1:18", "isFavorite": false, "category": "wisdom"},
         {"text": "Control your temper, for anger labels you a fool.", "book": "Ecclesiastes 7:9", "isFavorite": false, "category": "wisdom"},
        {"text": "Trust in the Lord with all your heart and lean not on your own understanding.", "book": "Proverbs 3:5", "isFavorite": false, "category": "wisdom"},
          {"text": "In all your ways submit to him, and he will make your paths straight.", "book": "Proverbs 3:6", "isFavorite": false, "category": "wisdom"},
          {"text": "The fear of the Lord is the beginning of wisdom, and knowledge of the Holy One is understanding.", "book": "Proverbs 9:10", "isFavorite": false, "category": "wisdom"},
          {"text": "Pride goes before destruction, a haughty spirit before a fall.", "book": "Proverbs 16:18", "isFavorite": false, "category": "wisdom"},
          {"text": "A gentle answer turns away wrath, but a harsh word stirs up anger.", "book": "Proverbs 15:1", "isFavorite": false, "category": "wisdom"},
          {"text": "Commit to the Lord whatever you do, and he will establish your plans.", "book": "Proverbs 16:3", "isFavorite": false, "category": "wisdom"},
          {"text": "A man’s heart plans his course, but the Lord determines his steps.", "book": "Proverbs 16:9", "isFavorite": false, "category": "wisdom"},
          {"text": "Better a little with righteousness than vast revenues without justice.", "book": "Proverbs 16:8", "isFavorite": false, "category": "wisdom"},
          {"text": "The path of the righteous is like the morning sun, shining ever brighter till the full light of day.", "book": "Proverbs 4:18", "isFavorite": false, "category": "wisdom"},
          {"text": "Where there is no vision, the people perish: but he that keepeth the law, happy is he.", "book": "Proverbs 29:18", "isFavorite": false, "category": "wisdom"},
          {"text": "A wise son brings joy to his father, but a foolish son brings grief to his mother.", "book": "Proverbs 10:1", "isFavorite": false, "category": "wisdom"},
          {"text": "Even a fool who keeps silent is considered wise; when he closes his lips, he is deemed intelligent.", "book": "Proverbs 17:28", "isFavorite": false, "category": "wisdom"},
          {"text": "The tongue of the wise adorns knowledge, but the mouth of the fool gushes folly.", "book": "Proverbs 15:2", "isFavorite": false, "category": "wisdom"},
          {"text": "He who walks with the wise grows wise, but a companion of fools suffers harm.", "book": "Proverbs 13:20", "isFavorite": false, "category": "wisdom"},
          {"text": "A cheerful heart is good medicine, but a crushed spirit dries up the bones.", "book": "Proverbs 17:22", "isFavorite": false, "category": "wisdom"},
          {"text": "Whoever is patient has great understanding, but one who is quick-tempered displays folly.", "book": "Proverbs 14:29", "isFavorite": false, "category": "wisdom"},
          {"text": "A fool gives full vent to his rage, but a wise man keeps himself under control.", "book": "Proverbs 29:11", "isFavorite": false, "category": "wisdom"},
          {"text": "Better to live on a corner of the roof than share a house with a quarrelsome wife.", "book": "Proverbs 21:9", "isFavorite": false, "category": "wisdom"},
          {"text": "The fear of the Lord is a fountain of life, turning a person from the snares of death.", "book": "Proverbs 14:27", "isFavorite": false, "category": "wisdom"},
          {"text": "A friend loves at all times, and a brother is born for a time of adversity.", "book": "Proverbs 17:17", "isFavorite": false, "category": "wisdom"},
          {"text": "Without wood a fire goes out; without gossip a quarrel dies down.", "book": "Proverbs 26:20", "isFavorite": false, "category": "wisdom"},
          {"text": "He uncovers mysteries hidden in darkness; he brings light to the deepest gloom.", "book": "Job 12:22", "isFavorite": false, "category": "wisdom"},
           {"text": "He builds up nations, and he destroys them. He expands nations, and he abandons them.", "book": "Job 12:23", "isFavorite": false, "category": "wisdom"},
           {"text": "No one knows where to find it, for it is not found among the living.", "book": "Job 28:13", "isFavorite": false, "category": "wisdom"},
           {"text": "It cannot be bought with gold. It cannot be purchased with silver.", "book": "Job 28:15", "isFavorite": false, "category": "wisdom"},
           {"text": "Wisdom is more valuable than gold and crystal. It cannot be purchased with jewels mounted in fine gold.", "book": "Job 28:17", "isFavorite": false, "category": "wisdom"},
           {"text": "Coral and jasper are worthless in trying to get it. The price of wisdom is far above rubies.", "book": "Job 28:18", "isFavorite": false, "category": "wisdom"},
           {"text": "It’s worth more than the purest gold.", "book": "Job 28:19", "isFavorite": false, "category": "wisdom"},
           {"text": "It is hidden from the eyes of all humanity. Even the sharp-eyed birds in the sky cannot discover it.", "book": "Job 28:21", "isFavorite": false, "category": "wisdom"},
           {"text": "He decided how hard the winds should blow and how much rain should fall.", "book": "Job 28:25", "isFavorite": false, "category": "wisdom"},
           {"text": "Trust in me with all your heart, and lean not on your own understanding.", "book": "- Jesus", "isFavorite": false, "category": "wisdom"},
           {"text": "Seek first the kingdom of God and His righteousness, and all these things will be added to you.", "book": "- Jesus", "isFavorite": false, "category": "wisdom"},
           {"text": "Let your 'Yes' be 'Yes,' and your 'No,' 'No.' Anything more comes from the evil one.", "book": "- Jesus", "isFavorite": false, "category": "wisdom"},
           {"text": "Do not worry about tomorrow, for tomorrow will worry about itself. Each day has enough trouble of its own.", "book": "- Jesus", "isFavorite": false, "category": "wisdom"},
           {"text": "Love your neighbor as yourself. There is no commandment greater than these.", "book": "- Jesus", "isFavorite": false, "category": "wisdom"},
           {"text": "If anyone wants to be first, he must be the very last, and the servant of all.", "book": "- Jesus", "isFavorite": false, "category": "wisdom"},
           {"text": "Ask and it will be given to you; seek and you will find; knock and the door will be opened to you.", "book": "- Jesus", "isFavorite": false, "category": "wisdom"},
           {"text": "Let your light shine before others, that they may see your good deeds and glorify your Father in heaven.", "book": "- Jesus", "isFavorite": false, "category": "wisdom"},
           {"text": "Forgive, and you will be forgiven.", "book": "- Jesus", "isFavorite": false, "category": "wisdom"},
           {"text": "With man this is impossible, but with God all things are possible.", "book": "- Jesus", "isFavorite": false, "category": "wisdom"},
           {"text": "Take heart! I have overcome the world.", "book": "- Jesus", "isFavorite": false, "category": "wisdom"},
           {"text": "Give, and it will be given to you. A good measure, pressed down, shaken together and running over, will be poured into your lap.", "book": "- Jesus", "isFavorite": false, "category": "wisdom"},
           {"text": "Do not let your hearts be troubled. You believe in God; believe also in me.", "book": "- Jesus", "isFavorite": false, "category": "wisdom"},
           {"text": "I am the way and the truth and the life. No one comes to the Father except through me.", "book": "- Jesus", "isFavorite": false, "category": "wisdom"},
           {"text": "Remain in me, as I also remain in you. No branch can bear fruit by itself; it must remain in the vine. Neither can you bear fruit unless you remain in me.", "book": "- Jesus", "isFavorite": false, "category": "wisdom"},
           {"text": "I am more than a conqueror through Him who loves me.", "isFavorite": false, "category": "wisdom"},
            {"text": "I am strong and courageous; I will not be afraid or discouraged.", "isFavorite": false, "category": "wisdom"},
            {"text": "I am equipped for every good work, prepared in advance for me to do.", "isFavorite": false, "category": "wisdom"},
            {"text": "I am a warrior of light, dispelling darkness wherever I go.", "isFavorite": false, "category": "wisdom"},
            {"text": "I am steadfast, immovable, always excelling in the Lord’s work.", "isFavorite": false, "category": "wisdom"},
            {"text": "I am wise, understanding the Lord’s will in all situations.", "isFavorite": false, "category": "wisdom"},
            {"text": "I am shielded by God’s power, standing firm in the faith.", "isFavorite": false, "category": "wisdom"},
            {"text": "I am renewed day by day, inwardly growing stronger.", "isFavorite": false, "category": "wisdom"},
            {"text": "I am a temple of the Holy Spirit, sanctified and honorable.", "isFavorite": false, "category": "wisdom"},
            {"text": "I am rooted and established in love, comprehending its vastness.", "isFavorite": false, "category": "wisdom"},
            {"text": "I am led by the Spirit, not conforming to the patterns of this world.", "isFavorite": false, "category": "wisdom"},
            {"text": "I am a disciple of truth, my path lit by the Word.", "isFavorite": false, "category": "wisdom"},
            {"text": "I am a peacemaker, carrying the blessing of the children of God.", "isFavorite": false, "category": "wisdom"},
            {"text": "I am chosen, royal, holy, declaring the praises of Him who called me.", "isFavorite": false, "category": "wisdom"},
            {"text": "I am fearless in the face of adversity, for my God is with me.", "isFavorite": false, "category": "wisdom"},
            {"text": "May God our Father and the Lord Jesus Christ give you grace and peace.", "book": "Ephesians 1:2", "isFavorite": false, "category": "grace"},
              {"text": "All praise to God, who has blessed us with every spiritual blessing in the heavenly realms because we are united with Christ.", "book": "Ephesians 1:3", "isFavorite": false, "category": "grace"},
              {"text": "God decided in advance to adopt us into his own family by bringing us to himself through Jesus Christ.", "book": "Ephesians 1:5", "isFavorite": false, "category": "grace"},
              {"text": "We praise God for the glorious grace he has poured out on us who belong to his dear Son.", "book": "Ephesians 1:6", "isFavorite": false, "category": "grace"},
              {"text": "He is so rich in kindness and grace that he purchased our freedom with the blood of his Son and forgave our sins.", "book": "Ephesians 1:7", "isFavorite": false, "category": "grace"},
              {"text": "God has showered his kindness on us, along with all wisdom and understanding.", "book": "Ephesians 1:8", "isFavorite": false, "category": "grace"},
              {"text": "God saved you by his grace when you believed. And you can't take credit for this; it is a gift from God.", "book": "Ephesians 2:8", "isFavorite": false, "category": "grace"},
              {"text": "Salvation is not a reward for the good things we have done, so none of us can boast about it.", "book": "Ephesians 2:9", "isFavorite": false, "category": "grace"},
              {"text": "We are God's masterpiece. He has created us anew in Christ Jesus, so we can do the good things he planned for us long ago.", "book": "Ephesians 2:10", "isFavorite": false, "category": "grace"},
              {"text": "But now you have been united with Christ Jesus. Once you were far away from God, but now you have been brought near to him through the blood of Christ.", "book": "Ephesians 2:13", "isFavorite": false, "category": "grace"},
              {"text": "Now all of us can come to the Father through the same Holy Spirit because of what Christ has done for us.", "book": "Ephesians 2:18", "isFavorite": false, "category": "grace"},
              {"text": "So now you Gentiles are no longer strangers and foreigners. You are citizens along with all of God's holy people.", "book": "Ephesians 2:19", "isFavorite": false, "category": "grace"},
              {"text": "I pray that your hearts will be flooded with light so that you can understand the confident hope he has given to those he called.", "book": "Ephesians 1:18", "isFavorite": false, "category": "grace"},
              {"text": "I also pray that you will understand the incredible greatness of God's power for us who believe him.", "book": "Ephesians 1:19", "isFavorite": false, "category": "grace"},
              {"text": "Asking God, the glorious Father of our Lord Jesus Christ, to give you spiritual wisdom and insight so that you might grow in your knowledge of God.", "book": "Ephesians 1:17", "isFavorite": false, "category": "grace"},
              {"text": "God has put all things under the authority of Christ and has made him head over all things for the benefit of the church.", "book": "Ephesians 1:22", "isFavorite": false, "category": "grace"},
              {"text": "The Spirit is God's guarantee that he will give us the inheritance he promised.", "book": "Ephesians 1:14", "isFavorite": false, "category": "grace"},
              {"text": "Through Christ, God has given us the privilege to tell Gentiles everywhere what God has done for them.", "book": "Romans 1:5", "isFavorite": false, "category": "grace"},
               {"text": "May God our Father and the Lord Jesus Christ give you grace and peace.", "book": "Romans 1:7", "isFavorite": false, "category": "grace"},
               {"text": "We have peace with God because of what Jesus Christ our Lord has done for us.", "book": "Romans 5:1", "isFavorite": false, "category": "grace"},
               {"text": "Christ has brought us into this place of undeserved privilege where we now stand.", "book": "Romans 5:2", "isFavorite": false, "category": "grace"},
               {"text": "God showed his great love for us by sending Christ to die for us while we were still sinners.", "book": "Romans 5:8", "isFavorite": false, "category": "grace"},
               {"text": "Since we have been made right in God's sight by the blood of Christ, he will certainly save us from God's condemnation.", "book": "Romans 5:9", "isFavorite": false, "category": "grace"},
               {"text": "Our friendship with God was restored by the death of his Son while we were still his enemies.", "book": "Romans 5:10", "isFavorite": false, "category": "grace"},
               {"text": "We can rejoice in our wonderful new relationship with God because our Lord Jesus Christ has made us friends of God.", "book": "Romans 5:11", "isFavorite": false, "category": "grace"},
               {"text": "God's wonderful grace became more abundant as people sinned more and more.", "book": "Romans 5:20", "isFavorite": false, "category": "grace"},
               {"text": "God's wonderful grace rules instead, giving us right standing with God and resulting in eternal life through Jesus Christ our Lord.", "book": "Romans 5:21", "isFavorite": false, "category": "grace"},
               {"text": "Give your bodies to God because of all he has done for you.", "book": "Romans 12:1", "isFavorite": false, "category": "grace"},
               {"text": "Don't copy the behavior and customs of this world, but let God transform you into a new person by changing the way you think.", "book": "Romans 12:2", "isFavorite": false, "category": "grace"},
               {"text": "God has given us different gifts for doing certain things well.", "book": "Romans 12:6", "isFavorite": false, "category": "grace"},
               {"text": "If your gift is serving others, serve them well.", "book": "Romans 12:7", "isFavorite": false, "category": "grace"},
               {"text": "If your gift is to encourage others, be encouraging.", "book": "Romans 12:8", "isFavorite": false, "category": "grace"},
               {"text": "Don't just pretend to love others. Really love them.", "book": "Romans 12:9", "isFavorite": false, "category": "grace"},
               {"text": "Love each other with genuine affection, and take delight in honoring each other.", "book": "Romans 12:10", "isFavorite": false, "category": "grace"},
               {"text": "Never be lazy, but work hard and serve the Lord enthusiastically.", "book": "Romans 12:11", "isFavorite": false, "category": "grace"},
               {"text": "Rejoice in our confident hope. Be patient in trouble, and keep on praying.", "book": "Romans 12:12", "isFavorite": false, "category": "grace"},
               {"text": "Live in harmony with each other. Don't be too proud to enjoy the company of ordinary people. And don't think you know it all!", "book": "Romans 12:16", "isFavorite": false, "category": "grace"},






         

        
    ]
    
}
